Repository: HyperDesignIOS/AbadTradeApp
Catalog: AbadTradeApp/*.lproj/Localizable.strings
Languages: ar

source: Home
ar: الصفحة الرئيسية

# VEHICLE
source: Vehicles
ar: المركبات

# BRAND
source: Brands
ar: الماركات

# MODEL
source: Models
ar: الموديلات

source: Buy
ar: شراء

# BID
source: Place your bid
ar: قدم عرضك

# LOGINTOBID
source: Login to join bid
ar: سجل الدخول للانضمام للمزاد

source: Login to buy
ar: سجل الدخول للشراء

# BRANDLBL
source: Brand
ar: الماركة

# MODELLBL
source: Model
ar: الموديل

# YEARLBL
source: Year
ar: سنة الصنع

# STATUSLBL
source: Status
ar: الحالة

source: Vehicle description:
ar: الوصف :

source: Vehicle prices:
ar: الاسعار :

source: Vehicle features:
ar: الامكانيات :

# MESSAGELABEL
source: Message :
ar: نص الرسالة :

# SENDBUTTON
source: Send
ar: ارسال

# SENDMESSAGENAVITEM
source: Send message
ar: ارسال رسالة

source: Login to send message
ar: سجل الدخول لارسال رسالة

# NOCATEGORYSELECTED
source: Select category first
ar: قم بإختيار نوع المركبة اولا

# NOBRANDSELECTED
source: Select brand first
ar: قم بإختيار الماركة اولا

# NOMODELSELECTED
source: Select model first
ar: قم بإختيار الموديل اولا

# NOTHINGSELECTED
source: Please select search data
ar: من فضلك قم بإختيار بيانات البحث

# NOEMAILENTERED
source: Please enter your e-mail
ar: من فضلك قم بإدخال البريد الالكتروني

source: Invalid e-mail
ar: بريد الكتروني غير صحيح

# NOPASSWORDENTERED
source: Please enter your password
ar: من فضلك قم بإدخال كلمة المرور

# SHORTPASSWORD
source: Password must be at least 6 charachters
ar: كلمة المرور يجب الا تقل عن ٦ احرف

# NOCONFIRMATIONPASSWORDENTERED
source: please enter your password confirmation
ar: من فضلك قم بإدخال تاكيد كلمة المرور

# PASSWORDCONFIRMATIONFAILD
source: password confirmation failed
ar: كلمتا المرور غير متماثلتين

# NOUSERNAMEENTERED
source: Please enter your name
ar: من فضلك قم بإدخال اسم المستخدم

# NOMESSAGEENTERED
source: Please enter your message
ar: من فضلك قم بإدخال رسالتك

# NOPRICESELECTED
source: Please select your price
ar: من فضلك قم بإختيار السعر

# NOPHONEENTERED
source: Please enter your phone
ar: من فضلك قم بإدخال رقم الموبايل

source: Invalid phone
ar: رقم تليفون غير صحيح

# NOARADDRESSENTERED
source: Please enter your address in Arabic
ar: من فضلك قم بإدخال العنوان بالعربي

# NOENADDRESSENTERED
source: Please enter your address in English
ar: من فضلك قم بإدخال العنوان بالانجليزي

# SMALLERTHANCURRENTOFFERENTERED
source: Invaild offer , please enter offer bigger than current offer
ar: عرض غير مقبول ، قم بإدخال عرض اعلي من العرض الحالي

# SMALLERTHANMINOFFERENTERED
source: Invaild offer , please enter offer bigger than minimum offer
ar: عرض غير مقبول ، قم بإدخال عرض اعلي من اقل عرض

# BIGGERTHANMAXOFFERENTERED
source: Invaild offer , please enter offer less than maximum bid
ar: عرض غير مقبول ، قم بإدخال عرض اقل من اعلي عرض

# NOOFFERENTERED
source: Please enter your offer
ar: من فضلك قم بإدخال عرضك

# LOGINTOOPENTENDER
source: You need to login first
ar: تحتاج الي تسجيل الدخول اولا
